// RMActivityInterface.m
"DefaultProgressTextFormatString" = "Finished %lu of %lu tasks";
"ActivityNoItemsSelected" = "";
"ActivityMultipleItemsSelected" = "(multiple items selected)";
"ActivityDetailedInformationPendingFormatString" = "%@ waiting…";
"ActivityDetailedInformationExecutingFormatString" = "%@…";
"ActivityDetailedInformationFinishedFormatString" = "%@… done.";
"ActivityDetailedInformationErrorHeaderFormatString" = "Error: %@";
"ActivityDetailedInformationErrorsHeaderFormatString" = "Errors:\n%@";
"ActivityTasksFinished" = "Tasks finished.";


"RMSandwichFreezeErrorFormatString" = "Couldn't save sandwich of type %@ due to an underlying error: %@";
"RMSandwichFreezeErrorMissingFileFormatString" = "Couldn't save sandwich of type \"%@\", because the file at %@ is missing";
"RMSandwichFreezeDuplicationErrorFormatString" = "Couldn't save a sandwich of type \"%@\", because duplicating a file from %@ to %@ failed with an underlying error of %@";
